Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: This makes the risk management aspects of the asset management activities of life insurance companies and pension funds challenging, and it is highly important that life insurers with an adequate margin of safety ensure that their risk taking is balanced out by their solvency.
nn: Det gjer risikostyringa i kapitalforvaltninga til livsforsikringsselskapa og pensjonskassene utfordrande, og det er særs viktig at dei jamt passar på at det med god sikringsmargin er samsvar mellom risiko og soliditet.

source: Today, Antarctica is one of the last large pristine areas in the world.
nn: Antarktis er i dag eit av dei siste store urørte naturområda i verda.

source: When dealing with parents, fellow teachers and pupils, it is of crucialimportance that a teacher has the ability to observe, listen and understand the opinions of others, andthat she/he can be flexible and creative.
nn: Isamarbeid med foreldre, kollegaer og i samspel med elevar er det også ein føresetnad at læraranehar evne til å observere, lytte og forstå andre sine synspunkt og kunne vere fleksible og kreative.

source: only with their fathers, or the father and a
nn: berre hos far, eller far og ny sambuar eit

source: Prime Minister Erna Solberg
nn: Klima- og miljødepartementet

source: High debt growth in recent years means that a rise in the interest rates charged on household borrowings may have a greater effect on household demand.
nn: Den høge gjeldsveksten dei siste åra har gjort at ei renteauke hjå hushaldas lån kan ha større innverknad på etterspurnaden deira.

source: Statfjord B is located on the southern part of the Statfjord field, and came on stream in November 1982.
nn: Statfjord B er plassert på den sørlege delenav Statfjordfeltet, og kom i produksjon i november 1982.

source: Some examples of such requirements are: international standards, such as ISO 27001
nn: Slike krav kan vere: internasjonale standardar som ISO 27001

source: No major investigations of the Cultural Rucksack other than this evaluation have been initiated by the central government authorities.
nn: Bortsett frå denne evalueringa har det ikkje vore initiert større undersøkingar om Den kulturelle skulesekken frå sentralt hald.

source: During periods of financial distress, bank losses on residential mortgages may therefore be relatively small, even though many households carry large debt burdens.
nn: I periodar med finansiell uro kan banktapa på bustadlån difor vera etter måten små, endå om mange hushald slit med stor gjeld.

source: shall provide the following information to the
nn: ge kort, brukarstader osv, som igjen gir grunnlag

source: extradition from another Party with which it
nn: ginga er basert på kjent teknologi og ein har ikkje

source: If households’ finances worsen or households’ housing wealth is reduced as the result of a housing price decline, they can be expected to reign in their consumption, which would affect corporations.
nn: Får hushalda dårlegare økonomi eller mindre bustadformue som følgje av eit bustadprisfall, kan ein rekna med at dei vil stramma inn på forbruket, noko som vil råka føretaka.

source: the requested Party.
nn: som er lagde ut på nett.

source: Value creation programme for local and regional parks
nn: Verdiskapingsprogram for lokale og regionale parkar:

source: will increase the state’s costs since the state has committed to compensate Norcem/Fortum Oslo Varme for financial losses in connection with having to emit CO
nn: vil føre til auka kostnader for staten, fordi staten har forplikta seg til å erstatte det økonomiske tapet Norcem/Fortum Oslo Varme har ved å måtte sleppe ut CO

source: Phase 1 is planned with an estimated capacity of 1.5 million tonnes of CO
nn: Fase 1 er planlagt med ein kapasitet til å lagre 1,5 mill. tonn CO

source: As digitalisation continues and the need for data centres grows, access to a qualified workforce with specialist expertise will be an important prerequisite for further growth in the data centre industry in the years ahead.
nn: I takt med den aukande digitaliseringa og dei auka behova for datasenter, blir tilgang på kompetent og spesialisert arbeidskraft ein viktig føresetnad for vidare vekst i datasenternæringa i åra framover.

source: Average maturity is currently 6–7 years.
nn: I gjennomsnitt er løpetida no 6–7 år.

source: It is therefore important that companies charge a sufficiently high price for this interest rate guarantee, and that they use their income to build up adequate net asset buffers for the years in which customer portfolio returns are lower than the interest rate guarantee.
nn: Det er difor viktig at selskapa tek seg godt nok betalt for denne rentegarantien, og at dei nyttar inntektene til å byggja opp forsvarlege eigenkapitalbufferar for dei åra avkastninga av kundeporteføljane er lågare enn rentegarantien.

source: Students must familiarize themselves with future responsibilities as teachers, and how bestto take on such responsibilities.
nn: Studentane må utvikle medvit om det ansvaret dei er pålagde somlærarar, og korleis dei kan ivareta dette ansvaret.

source: Art and culture can build bridges between different cultures and ethnic groups and promote democratic values, tolerance and social justice.
nn: Kunst og kultur kan byggje bru mellom kulturar og etniske grupper og skape grobotn for demokratiske prinsipp, toleranse og sosial rettferd.

source: In practice, however, it has been decided on several occasions that legislation shall not apply to persons who are, for example, part of an expedition organised by another state that regulates these matters in the same way Norway does.
nn: I praksis har ein likevel ved fleire høve valt å ikkje gjere lovgjevinga gjeldande for personar som til dømes tek del i ein ekspedisjon som er organisert av ein annan stat som har tilsvarande regulering som den norske.

source: The profitability of Norwegian listed corporations improved in the first half of 2011, before declining somewhat from the 2 nd
nn: Lønsemda i norske børsnoterte føretak betra seg i fyrste del av 2011 før ho gjekk noko ned frå 2.

source: Hima Seafood plans to build the world’s largest land-based trout farm at Rjukan.
nn: På Rjukan skal Hima Seafood bygge det største landbaserte oppdrettsanlegget for aure i verda.

source: The government wants to stimulate the development
nn: Natur som våtmarker, myrar, elvebreidder og

source: SOC3 covers the same elements as SOC2 but on a higher, less technical level.
nn: SOC3 omfattar dei same elementa som SOC2, men er meir overordna og mindre teknisk.

source: The section is responsible for the Agriculture Directorate's Alta station.
nn: Seksjonen har ansvar for Landbruksdirektoratet si avdeling i Alta.

source: For example, the use of a pulse oximeter – a device attached to the finger of people with COVID-19 – and an app installed on the patients’ smart phone or tablet, has enabled healthcare personnel to remotely monitor the oxygen saturation of their patients’ blood and other vital measurements.
nn: For eksempel har bruk av pulsoksymeter – eit apparat som blir festa til fingeren på personar som har Covid-19 – og ein app installert på smarttelefonen eller nettbrettet til pasientane, gjort at helsepersonell kan følge med på oksygenmetninga i blodet og andre vitale mål utan å vere nær den sjuke.

source: Since the collapse of Libya in 2011 and the outbreak of conflict in northern Mali in 2012, the situation in the Sahel region has given growing cause for concern.
nn: Etter at Libya braut saman i 2011 og det braut ut konflikt nord i Mali i 2012, har situasjonen i Sahel-regionen gjeve stadig større grunn til uro.

source: In the new year (14 March), the key policy rate was cut further, by 0.25 percentage points.
nn: På nyåret (14. mars) vart styringsrenta sett ned med 0,25 prosenteiningar til.

source: The EU’s green growth strategy ‘the European Green Deal’, provides a more ambitious European climate policy both leading up to 2030 and 2050.
nn: EU sin grøne vekststrategi, «European Green Deal», gir ein meir ambisiøs europeisk klimapolitikk, både fram mot 2030 og 2050.

source: In 2011 permission was granted to establish a new mine in Lunckefjell on condition that the area involved be returned to its original condition on cessation of operation.
nn: Frå 2011 er kommunane pålagt ei generell beredskapsplikt gjennom ny lov om kommunal beredskapsplikt, sivile beskyttelsestiltak og Sivilforsvaret (sivilbeskyttelseslova).

source: A good teacher may inspire learning, but the pupils will only learn by making an efforton their own.
nn: God undervisning set læring i gang, menlæringa skjer ved eigeninnsatsen til elevane.

source: Housing prices have increased again in many countries after the financial crisis in 2008 and 2009, but not as rapidly as before the crisis.
nn: Etter finanskrisa i 2008 og 2009 har bustadprisane stige att i mange land, men ikkje like fort som føre krisa. Danmark er eit av landa der bustadprisane har falle mest.

source: the Government proposes to increase
nn: Regjeringa foreslår å auke låneretten i Lånekassa

source: Several permanent monitoring stations have been set up at the Troll station, including the Troll air-monitoring station (Norwegian Institute for Air Research), the Troll meteorological station (Norwegian Meteorological Institute, met.no) and the TrollSat satellite data receiving station (KSAT).
nn: På sjølve stasjonen er det skipa fleire permanente målestasjonar, mellom anna Troll luftmålestasjon (NILU), Troll meteorologisk stasjon (met.no) og TrollSat satellittnedlesestasjon (KSAT).

source: The field has been developed in three phases with the fully integrated facilities Statfjord A, Statfjord Band Statfjord C. Statfjord A is centrally positioned on the Statfjord field, and came on stream in November 1979.
nn: Feltet erbygt ut i tre fasar med fullt integrerte innretningar, Statfjord A, Statfjord B og Statfjord C. Statfjord A er plassert sentralt påStatfjordfeltet, og kom i produksjon i november 1979.

source: This can also help healthcare personnel rationalise their use of time, and help patients and citizens feel safer and more in control when in their meeting with the health services.
nn: Dette kan òg bidra til betre bruk av tida til helsepersonellet, og til at pasientar og innbyggarar opplever meir tryggleik og meistring i møte med helsetenestene.

source: The operator has sent the plan for development, installation and operation to the Ministry of Petroleum and Energy (MPE), the Ministry of Labour and Social Affairs (MLSA) and the Ministry of Climate and Environment (MCE), with a copy to the Norwegian Petroleum Directorate (NPD), the Petroleum Safety Authority (PSA) and the Norwegian Environment Agency (NEA); cf. the CO
nn: Plan for anlegg, utbygging og drift er sendt frå rettshavar til Olje- og energidepartementet (OED), Arbeids- og sosialdepartementet (ASD) og Klima- og miljødepartementet (KLD) med kopi til Oljedirektoratet (OD), Petroleumstilsynet (Ptil) og Miljødirektoratet, jf.

source: Alstom, Shell Cansolv, Aker Solutions, CCS Limited, ION Engineering and Fluor Corporation have all conducted extensive testing at TCM.
nn: Alstom, Shell Cansolv, Aker Solutions, CCS Limited, ION Engineering og Fluor Corporation har gjennomført omfattande testar på TCM.

source: This creates insecurity, particularly for small enterprises who know they can reduce their costs by using cloud services for accounting and invoice processing.
nn: Dette skaper utryggleik, særleg hos mindre verk-semder som ser at dei kan redusere kostnadane sine med å bruke skytenester for rekneskap og fakturabehandling.

source: Secure important Norwegian cultural heritage sites in Antarctica.
nn: Sikre viktige norske kulturminne i Antarktis.

source: As regards bilateral cooperation with individual countries, measures to promote exchange of information and capacity-building in the police and justice sector are under consideration.
nn: Når det gjeld samarbeid med einskilde land, er informasjonsutveksling og oppbygging av kapasitet innanfor politiet og rettsvesenet tiltak som vurderast.

source: From the interviews and feedback given by the various bodies, the Ministry gained the impression that in smaller municipalities responsibility for the day-to-day administration of the programme often devolved on a few enthusiastic individuals.
nn: Gjennom samtaler og tilbakemeldingar frå aktørar har departementet fått inntrykk av at den daglege styringa av Den kulturelle skulesekken i mindre kommunar lett kan verte avhengig av at eldsjeler tek ansvar for ordninga.

source: The state may not reduce funding for delays or non-performance of the agreement due to obstacles that constitute force majeure.
nn: Forseinka eller manglande oppfylling av avtalen på grunn av hindringar som er force majeure gir ikkje staten rett til å redusere tilskotet.

source: This means that teachers mustmake demands on themselves, as they make demands on their pupils.
nn: Det inneber at lærarane må setjeklare krav til seg sjølve på same måte som dei set krav til elevane.

source: If large parts of ICT activities within the financial sector are outsourced to foreign players, it may result in weaker systems control and increased operational risk.
nn: Dersom ein stor del av IKT-verksemda i finanssektoren vert utkontrahert til utanlandske aktørar, kan det føra til dårlegare kontroll med systema og større operasjonell risiko.

source: The Government wants to set up mechanisms to help public sector enterprises make sure that they have the necessary control through sound procurement practices and contracts that satisfy government requirements, and through contract management.
nn: Regjeringa ønsker å etablere mekanismar som kan hjelpe verksemdene å sikre nødvendig kontroll gjennom gode innkjøp og kontraktar som tilfredsstiller offentlege krav, og oppfølging av dei inngåtte kontraktane.

source: This has led to a reduction in the estimated costs of Fortum Oslo Varme’s project.
nn: Dette har ført til ein nedgang i dei anslåtte kostnadene for Fortum Oslo Varme sitt prosjekt.

source: of the administration of that or of the other
nn: ning, medan dei i andre tilfelle kan trekkje i kvar

source: Chapter 7 gives an overview of the income and expenses of the counties in connection with the Cultural Rucksack in 2006–2007.
nn: Sjå kap. 7 for eit oversyn over fylkeskommunane sine utgifter og inntekter i samband med Den kulturelle skulesekken i 2006–2007.

source: Increased costs resulting from delayed licences or amendments to public law regulations/awarded licences will increase operating costs and thus increase funding.
nn: Auka kostnader som følgje av forseinka løyver eller endringar i offentlegrettslege reglar/gitte løyve vil føre til auka driftskostnader, og dermed auka tilskot.

source: Targeted measures will be necessary to increase early investments and reduce costs [24].
nn: For å auke tidlege investeringar og redusere kostnader vil ein krevje målretta tiltak [24]. CO

source: Satellite-based communications and navigation are essential to the prevention of accidents and spills associated with shipping and offshore oil and gas activities.
nn: Sivil beredskap var eit prioritert område på toppmøtet i Praha, og har òg ein sentral plass i det nye NATO-Russland-rådet.

source: Figure 2.7D shows that commercial property lending accounts for a large part of banks’ corporate lending.
nn: Figur 2.7D syner at utlån innanfor næringseigedom utgjer ein stor del av føretakslåna.

source: The Ministry of Finance is working actively to maintain the current coverage level in the Norwegian scheme, cf. further discussion in Chapter 3.
nn: Departementet arbeider aktivt for å føra dekningsnivået i den norske ordninga vidare, jf. nærare omtale i kapittel 3.

source: and educational sectors are to prioritise
nn: Rapportane vert nytta i drift og

source: Current knowledge of the geology of Dronning Maud Land is therefore limited, and more expertise and capacity are needed.
nn: Målgruppene vil vere forskarar som arbeider i Dronning Maud Land, norsk forvalting og andre forskings- og utdanningsinstitusjonar og den interesserte ålmenta som ønskjer informasjon om geologiske tilhøve i Antarktis.

source: will be injected into a storage formation beneath the seabed under the exploitation licence 001, also known as Aurora; see Figure 4.1.
nn: skal bli injisert i ein lagringsformasjon under havbotnen i Utnyttingsløyve 001, også kalt Aurora, sjå figur 4.1.

source: In 2005 the 3,000-m Troll Airfield was established.
nn: I 2005 vart den 3 000 meter lange flystripa Troll Airfield etablert.

source: Finance companies registered profits before tax of about NOK 2.6 billion in 2013.
nn: Finansieringsselskapa hadde eit resultat før skatt på om lag 2,6 mrd. kroner i 2013.

source: A teacher's professional ethics skills must be based on a commitment to the superior aims ofeducation and to the values expressed in The Day Care Institutions Act, The Education and TrainingAct and in the national teaching plans and curricula.
nn: Utgangspunktet for den yrkesetiske kompetansen er derfor at den enkelte lærarforpliktar seg på overordna mål for opplæringa og på fellesverdiane i samfunnet slik dei eruttrykte i barnehagelov, opplæringslov og i nasjonale planar for opplæringa.

source: This product has excellent properties for use in
nn: arbeidsgjevaransvaret for medarbeidarane i utlan-

source: Several species of marine mammals feed on commercially exploited fish species, and fishing pressure may therefore influence the availability of food for these species.
nn: Slike tilsyn dannar grunnlaget for utvikling av store og små tilsynskampanjar, og er eit satsingsområde for å auke synleggjeringa av Mattilsynet.

source: also has an intrinsic value.
nn: , meiner at ein ikkje kan lempe på

source: OGT has been built for an operating life of 50
nn: Oseberg Gasstransport er bygd for ei levetid på 50 år.

source: Consequently, storage of archives in a cloud service using servers located outside Norway is in violation of the Act, even if an enterprise has deemed the nature of the archive content to be such that it can be stored abroad.
nn: Lagring av arkiv i ei skyteneste som bruker serverar utanfor Noreg vil dermed stride mot lova, sjølv om verksemda sjølv har vurdert at innhaldet i arkivet er av ein slik karakter at det kan lagrast i utlandet.

source: ISO 27001:2013 specifies requirements for information security management systems.
nn: ISO 27001:2013 spesifiserer eit styringssystem for informasjonstryggleik.

source: Under these regulations, legal proceedings may be instituted only with the consent of the Norwegian Ministry of Foreign Affairs if the act was committed by a person who is not a Norwegian national or resident of Norway, or if the act was committed elsewhere than in Dronning Maud Land or on Peter I Øy.
nn: Det følgjer av denne forskrifta at rettsforfølging berre kan finne stad etter samtykke frå Utanriksdepartementet dersom handlinga er utført av ein person som ikkje er norsk statsborgar eller busett i Norge, eller dersom handlinga er utført utanfor Dronning Maud Land eller Peter I Øy.

source: that is transported on ships and delivered to an onshore reception facility in Øygarden municipality.
nn: som vert frakta på skip og levert til eit mottaksanlegg på land i Øygarden kommune.

source: The funds will be advertised by Skills Norway and the Norwegian Agency for International Cooperation and Quality Enhancement in Higher Education (Diku).
nn: Pengane blir lyst ut gjennom Kompetanse Noreg og Direktoratet for internasjonalisering og kvalitetsutvikling i høgare utdanning (Diku).

source: No Isolation has seen a significant increase in product sales during the coronavirus crisis.
nn: No Isolation har opplevd ein stor auke i salet av sine produkt under koronakrisa.

source: Figure 2.3C shows that it is particularly the most short-term bond funding for banks that has been obtained in foreign currency.
nn: Figur 2.3C syner at det særleg er den mest kortsiktige obligasjonsgjelda til bankane som er henta i utanlandsk valuta.

source: Measured by total assets, foreign branches accounted for around 30 per cent of total activity in the non-life insurance sector.
nn: Dei utanlandske filialane stod for om lag 30 pst. av den totale verksemda innanfor skadeforsikring målt ut frå forvaltningskapital.

source: the basis for Sami culture and language, economic
nn: planlegging er viktig for å sikre det langsiktige

source: The Government has chosen to use the NIST (National Institute of Standards and Technology) definition of cloud computing.
nn: Regjeringa har valt å bruke den amerikanske standardiseringsorganisasjonen NIST (National Institute of Standards and Technology) sin definisjon på skytenester.

source: Strong growth in demand from the petroleum sector meant that value creation in the mainland economy rebounded swiftly in the wake of the international financial crisis, and GDP has now been growing for nine quarters in a row.
nn: Sterk vekst i etterspurnaden frå oljeverksemda gjorde at verdiskapinga i fastlandsøkonomien raskt tok seg opp att etter finanskrisa, og BNP har no vakse i ni kvartal på rad.

source: dustries and consequences for the Nor wegian
nn: I modne område er det viktig at industrien får

source: Norwegian activities must comply with the terms and obligations of the Antarctic Treaty.
nn: Norsk verksemd skal vere i samsvar med rammene og pliktene under Antarktistraktaten.

source: This may be business-critical information or information that cannot be stored abroad under current regulations, or data that would take too long to process elsewhere.
nn: Det kan vere informasjon som er kritisk for verksemda, informasjon der gjeldande reglar ikkje tillèt lagring i utlandet, eller data der ein ikkje toler den forseinkinga behandling ein annan stad fører med seg.

source: Lending to corporations has increased by about 22 percentage points since 2004, as a portion of overall lending from banks.
nn: Som del av dei samla utlåna frå bankane har utlåna til føretak auka med om lag 22 prosenteiningar sidan 2004.

source: The following text shall be added to the end of Article 3 of the Protocol:
nn: Følgjande tekst skal leggjast til på slutten av artikkel 3 i protokollen:

source: The international financial crisis has contributed to large fluctuations in the krone in recent years.
nn: Den internasjonale finanskrisa har medverka til store svingingar i kronekursen dei siste åra.

source: Renewable energy – grid connection
nn: Fornybar kraft – tilknyting

source: NIBOR is a benchmark rate, and a very considerable number of financial market contractual relationships are linked to such rate.
nn: Nibor er ei referanserente, og svært mange avtaleforhold i finansmarknadene er knytta opp mot den.

source: The Ministry expects Norges Bank and Finanstilsynet (the Norwegian financial supervisory authority) to cooperate and exchange information in this regard.
nn: Departementet legg til grunn at Noregs Bank og Finanstilsynet samarbeider og utvekslar informasjon i dette arbeidet.

source: The demand for CO
nn: Sjølv om fangst og lagring av CO

source: Textbox 3.1 Systemic importance and structural measures
nn: Boks 3.1 Systemviktigheit og strukturelle tiltak

source: However, such an imbalance in the financial position of households may nevertheless affect banks because it increases bank losses on commercial loans.
nn: Ein slik ubalanse i den finansielle stillinga til hushalda kan likevel råka bankane ved at det aukar banktapa på lån til føretaka.

source: Nevertheless, recent years have seen a positive trend: since 2015, the Government has given special priority to ICT-related study programmes.
nn: Dei siste åra har vi likevel sett ein positiv trend: Sidan 2015 har regjeringa særleg prioritert IKT-relaterte utdanningar.
